export const dailog = [
  {
    type: "answer",
    content: "您好，我是您的咨询助手。",
  },
  {
    type: "answer",
    content: "请问您遇到什么问题。",
  },
  {
    type: "ask",
    content:
      "我当月上班满勤，没有早退迟到。问了人事部门，说我提前离职扣除工资百分20，奖金没有，是否合法，怎么处理？",
  },
  {
    type: "answer",
    content:
      "针对您描述的问题，在公司没有拖欠工资，不缴纳社保等情况下，您没有履行提前一个月通知离职，对单位造成损失的，单位可以主张损失，但是不能直接扣除20%的工资。您有证据证明应发的奖金数额，可以投诉或者仲裁要求支付，还可以选择平台进行调解。当前信息仅供您参考。如有疑问，欢迎进一步咨询。",
  },
  {
    type: "answer",
    content: "依据法律为以下内容。",
  },

  {
    type: "answer",
    content:
      "《中华人民共和国劳动合同法》第八十五条 用人单位未按照劳动合同的约定或者国家规定及时足额支付劳动者劳动报酬的，由劳动行政部门责令限期支付劳动报酬、加班费或者经济补偿;逾期不支付的，责令用人单位按应付金额百分之五十以上百分之一百以下的标准向劳动者加付赔偿金。《劳动保障监察条例》第二十六条  用人单位有下列行为之一的，由劳动保障行政部门分别责令限期支付劳动者的工资报酬、劳动者工资低于当地最低工资标准的差额或者解除劳动合同的经济补偿；逾期不支付的，责令用人单位按照应付金额５０％以上１倍以下的标准计算，向劳动者加付赔偿金：（一）克扣或者无故拖欠劳动者工资报酬的；（二）支付劳动者的工资低于当地最低工资标准的；（三）解除劳动合同未依法给予劳动者经济补偿的。",
  },
  {
    type: "answer",
    content: "您好，我是您的咨询助手。",
  },
  {
    type: "answer",
    content: "请问您遇到什么问题。",
  },
  {
    type: "ask",
    content:
      "本人于2022年4月11日开始在该公司上班，在未上班前该工资负责人承诺每个月发放本人工资4500元人民币并保证30日为发薪日，我在入职前入职后有两次询问是否要签署合同协议，该负责人都已模棱两可的态度回应我，每月发薪日从未按时发过工资，都是超出时间十几日才会发下来，怎么处理？",
  },
  {
    type: "answer",
    content:
      "根据您所表达的需求，我们为您提供如下信息：根据《劳动合同法》规定，用人单位应当自与劳动者建立劳动关系之日起一个月内与劳动者签订书面劳动合同，否则涉嫌违法，且应当向拉到者支付双倍工资。同时，用人单位应当按照与劳动者的约定按时足额支付工资报酬，不得随意拖欠、克扣，否则劳动者有权以用人单位违法为由解除劳动合同并要求用人单位支付经济补偿金。 所以，您可以要求用人单位签订劳动合同并按照发放工资，单位拒不处理的，可以向当地劳动监察大队投诉举报。当前信息仅供您参考。如有疑问，欢迎进一步咨询。",
  },
];
