export const catrgory = [
  {
    key: "tort",
    label: "侵权责任纠纷",
    children: [
      {
        key: "tort-0",
        label: "生命权纠纷",
      },
      {
        key: "tort-1",
        label: "健康权纠纷",
      },

      {
        key: "tort-2",
        label: "人格权纠纷",
      },
      {
        key: "tort-3",
        label: "婚姻自主权权纠纷",
      },
      {
        key: "tort-4",
        label: "财产权益纠纷",
      },
    ],
  },
  {
    key: "personnel",
    label: "劳动人事纠纷",
    children: [
      {
        key: "personnel-0",
        label: "劳动人事纠纷",
      },
      {
        key: "personnel-1",
        label: "劳动合同纠纷",
        example: `中山市领英服饰有限公司与钟明德劳动合同纠纷
基本案情
        被告钟明德于2015年8月10日入职原告领英公司，离职前担任裁床组长一职。钟明德在入职时签订了一份劳动合同。后该劳动合同期满，双方未再书面续订劳动合同，但钟明德一直工作至2017年6月29日。钟明德2017年6月的工资领英公司未予发放。钟明德向中山市劳动人事争议仲裁委员会提起劳动仲裁。仲裁委员会作出裁决，裁令领英公司支付钟明德未签订劳动合同二倍工资差额领英公司对该仲裁裁决结果不服，遂诉至本院，主张前述实体权利。
法院判决
        本案系劳动合同纠纷。首先是钟明德工资问题。钟明德正常工作时间工资为15.96元/小时，根据其6月出勤情况，其该月工资为4500.72元。其次是未签订劳动合同二倍工资差额问题。钟明德与领英公司签订的劳动合同已期满，本应续订，现双方未能续订，故领英公司应支付钟明德未签订劳动合同的二倍工资差额53489.92元。最后，领英公司撤回其第三项诉讼请求，视为其对于该项仲裁裁决结果的认可，即应向钟明德支付未休年休假工资。
调解式解决
        本案中，中山市某服饰公司与钟某某签订的劳动合同期限为2015年8月l0日至20l6年7月9日.劳动合同期满后钟某某一直继续在中山市某服饰公司工作，中山市某服饰公司未提出异议。调解中，应当对双方的心理预期做出一定把握，告知双方可以通过调解程序来解决合同纠纷，向双方讲明如果进行诉讼可能发生的倾向，协调公司，发放钟某应有工资，减缓矛盾激化，节省双方时间和诉讼成本。
基本案情
        罗志愿入职伊丝卡鞋业公司处工作,与伊丝卡鞋业公司建立劳动关系,双方的合法权益均受法律保护。庭审中，罗志愿主张伊丝卡鞋业公司拖欠2022年10月工资，并申请劳动仲裁。因伊丝卡鞋业公司未在法定期限内对仲裁裁决提起诉讼，视为其认可该裁决结果，裁决中认定伊丝卡鞋业公司欠工资需要返还。
调解式解决
        调解员把握案件发生背景。该案件发生时期，正是疫情在广州的高峰期，受防控影响，公司难以大规模开展工作，生产经营困难，才产生轮班制度，员工的正常生活也受到影响，因此才爆发矛盾。
        从第三方视角来明确双方诉求，得到合理调解方案。从公司视角来看，公司正值困难时期，应当与政府沟通，争取在疫情期间的优惠政策，向员工阐明当前状况，发放合理工资。从员工视角看，生活出现困难，需求工资来渡过难关，应当以工资为突破点，讲述公司当前情况，增加员工理解。耐心解释法律解释，依据合理需求不断更改方案。
        民法公平原则来看，是公司没有给足员工正常劳动费用，有违公平原则。并且根据《劳动法》 第三十条　用人单位应当按照劳动合同约定和国家规定，向劳动者及时足额支付劳动报酬。用人单位拖欠或者未足额支付劳动报酬的，劳动者可以依法向当地人民法院申请支付令，人民法院应当依法发出支付令。凭借法律来劝导公司支付员工正常工资。促使双方达成调解协议。
              `,
      },
      {
        key: "personnel-2",
        label: "社会保险纠纷",
      },
      {
        key: "personnel-3",
        label: "其他劳动争议纠纷",
      },
    ],
  },
  {
    key: "maritime",
    label: "海事海商纠纷",
    children: [
      {
        key: "maritime-0",
        label: "海事侵权纠纷",
      },
      {
        key: "maritime-1",
        label: "海商合同纠纷",
      },
      {
        key: "maritime-2",
        label: "海事执行纠纷",
      },
      {
        key: "maritime-3",
        label: "其他海事海商纠纷",
      },
    ],
  },
  {
    key: "intellectual",
    label: "知识产权与竞争纠纷",
    children: [
      {
        key: "intellectual-0",
        label: "知识产权合同纠纷",
      },
      {
        key: "intellectual-1",
        label: "知识产权权属纠纷",
      },
      {
        key: "intellectual-2",
        label: "知识产权侵权纠纷",
      },
      {
        key: "intellectual-3",
        label: "不正当竞争纠纷",
      },
      {
        key: "intellectual-4",
        label: "垄断纠纷",
      },
    ],
  },
  {
    key: "family",
    label: "婚姻家庭纠纷",
    children: [
      {
        key: "family-0",
        label: "婚内财产分割",
      },
      {
        key: "family-1",
        label: "离婚财产分割",
      },
      {
        key: "family-2",
        label: "婚姻关系",
      },
      {
        key: "family-3",
        label: "抚养赡养",
      },
      {
        key: "family-4",
        label: "收养关系",
      },
      {
        key: "family-5",
        label: "遗产继承",
      },
      {
        key: "family-6",
        label: "遗产管理",
      },
    ],
  },
  {
    key: "contract",
    label: "合同纠纷",
    children: [
      {
        key: "contract-0",
        label: "买卖合同纠纷",
      },
      {
        key: "contract-1",
        label: "供用电合同纠纷",
      },
      {
        key: "contract-2",
        label: "赠与合同纠纷",
      },
      {
        key: "contract-3",
        label: "租赁合同纠纷",
      },
      {
        key: "contract-4",
        label: "融资租赁合同纠纷",
      },
      {
        key: "contract-5",
        label: "承揽合同纠纷",
      },
      {
        key: "contract-6",
        label: "物业服务合同纠纷",
      },
      {
        key: "contract-7",
        label: "运输合同纠纷",
      },
      {
        key: "contract-8",
        label: "技术合同纠纷",
      },
      {
        key: "contract-9",
        label: "保管合同纠纷",
      },
      {
        key: "contract-10",
        label: "仓储合同纠纷",
      },
    ],
  },
];
